Repository: mozilla-l10n/mt-training-data
Catalog: ps/ps_pontoon.tmx
Source language: en_us
Languages: ps

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
ps: Common Voice د موزیلا بنسټ یوه پروژه ده، چې د امریکا 501c3 ده. دا پروژه اوس مهال په بشپړه توګه د <philantropicGrantLink>خلکو مرستو</philantropicGrantLink> لخوا تمویل کیږي، او د نړۍ د وګړو په بسپنې چلېږې.

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
ps: عام غږ د بسپنه او بسپنې له لارې تمویل کیږي! موږ د اکادمیکانو، مدني ټولنې او صنعت څیړونکو سره همکاري خوښوو. عام غږ د کارولو لپاره وړیا دی، مګر د وړیا وړاندیزونو له لارې د پلیټ فارم او کوربه کولو لګښتونو کې مرسته کول واقعیا ګټور دي.

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
ps: کامن وایس اوس یو دوهم پلیټفارم پیلوي چې موخه یې د خلکو طبیعي، بې‌سکناریو او نا لوستلې وینا راټولول دي. دا کار به ډېرو ټولنو سره مرسته وکړي چې ژبنیز معلومات په چټکۍ سره راټول کړي او هم به د ډیټا ساینسپوهانو او پراختیاکوونکو لپاره ګټور وي.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
ps: عام غږ د موزیلا نوښت دی چې مرسته کوي ماشینونو ته وښووي چې ریښتیني خلک څنګه خبرې کوي.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
ps: عام غږ د نړۍ ترټولو ستر په عامه کچه موجود ، ګڼ ژبی غږیز ډېټاسیټ دی.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
ps: د عام غږ ثبتونه د پوهیالانو، کوچني سوداګریو، او د غږ پیژندنې لیوالانو لخوا کارول کیږي ترڅو د عامه ماډلونو لکه غږیزو موډلونو روزلو او وده کې مرسته وکړي. ایا تاسو کولی شئ موږ ته ووایاست چې ولې تاسو غواړئ خپل ثبتونه ړنګ کړئ؟

source: Community and Languages
ps: ټولنه او ژبې

source: Community, Creatives and Civil Society
ps: ټولنه، نوښتګر او مدني ټولنه

source: Community participation and decision making.
ps: د ټولنې ګډون او پریکړې کول.

source: Community Playbook
ps: د ټولنې طرېقه کار

source: Confirm Goal
ps: د موخې تصدیق وکړئ

source: Connection interrupted
ps: اړیکه پرې شوه

source: Connect with Gravatar
ps: د ګریویتار سره وصل شئ

source: Connect with our community and see supported languages
ps: زموږ ټولنې سره وصل شئ او ملاتړ شوې ژبې وګورئ

source: Contact
ps: اړيکلورى

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
ps: له لیکوالانو، ډرامه لیکونکو یا سکرین رائټرانو سره اړیکه ونیسئ او پوښتنه وکړئ چې ایا دوی غواړي د خپلو کارونو یوه کوچنۍ برخه عامه ډومین ته وقف کړي

source: Contact Form
ps: د اړیکې فورمه

source: Contact the Common Voice team
ps: د ګډ غږ ټیم سره اړیکه ونیسئ

source: Contact us
ps: له موږ سره اړیکه ونیسئ

source: Contact Us
ps: موږ سره اړیکه ونیسئ

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
ps: مینځپانګه د یوه <licenseLink> تخلیقي عامه لایسنس </licenseLink> لاندې شتون لري

source: Continue
ps: دوام ورکړئ

source: Continue speaking
ps: خبرې غځول

source: Continue validating
ps: تایید ته دوام ورکړئ

source: Continue with Skipped
ps: له پرېښودل شويو څخه دوام ورکړه

source: Contribute
ps: مرسته وکړئ

source: Contribute sentences
ps: د جملو مرسته وکړئ

source: Contribute to { $lang }
ps: د { $lang } سره مرسته وکړئ

source: Contribution Activity
ps: د مرستې چارندتیا

source: Contribution Criteria
ps: د ونډې معیارونه

source: Contribution Experience
ps: د مرستې تجربه

source: Contribution Guidelines
ps: د ونډې لارښوونې

source: Contributors record voice clips by reading from a bank of donated sentences.
ps: مرسته کوونکي د بسپنه شوي جملو د بانک له لوستلو څخه غږیز کليپونه ثبتوي.

source: Conversations with friends or texting often include more natural switching. Example:
ps: د ملګرو سره په خبرو اترو یا د متن لیږلو کې ډیری وختونه طبیعي بدلون شامل وي. مثال:

source: Cookies
ps: کوکیز

source: <cookiesLink>Cookies<cookiesLink>
ps: <cookiesLink>کوکيز</cookiesLink>

source: Copainalá Zoque
ps: کوپاينالا زوکوې

source: Copy
ps: کاپي

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
ps: <coquiLink>Coqui</coquiLink> د خلاصې وینا ټیکنالوژۍ ته وقف شوی. د دوی په پروژو کې د ژورې زده کړې پر بنسټ د STT او TTS انجنونه شامل دي.

source: Cornish
ps: کارنشي

source: Correct
ps: صحیح

source: <correct> Correct</correct>: It’s one hundred miles away from here
ps: <سمه> سمه</سمه>: دا له دې ځایه سل میله لرې ده

source: <correct>Correct</correct>: It was twenty per cent off
ps: <سمه> سمه</سمه>: دا شل سلنه تخفیف وه

source: <correct> Correct</correct>: See you in <underline>twenty fifteen</underline>
ps: <سمه> سمه</سمه>: په <underline>پنځلسم کال</underline> کې به سره ګورو

source: <correct>Correct</correct>: They were arrested by the <underline>FBI</underline> last Thursday
ps: <سمه> سمه</سمه>: دوی د تیرې پنجشنبې په ورځ د FBI لخوا ونیول شول

source: Corsican
ps: کورسیکني

source: { $count } clips
ps: کلیپونه

source: { $count }mo
ps: { $count } میاشتې

source: Country/Region of Residence
ps: هېواد/استوگنيزه سيمه

source: { $count }wk
ps: { $count } اونې

source: { $count }y
ps: کلونه

source: [Crackle] giant dinosaurs of [crackle] -riassic.
ps: [کریکل] لوی ډایناسورونه د [کریکل] -ریاسک.

source: Create a Custom Goal
ps: دودیز موخه رامینځته کړئ

source: Create a profile
ps: یو پروفایل جوړ کړئ

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
ps: د خپل ځان او یا د خپلو ملګرو یا د ژبې ټولنې سره عصري، د خبرو اترو جملې جوړې کړئ - د مثال په توګه د "لیکوالۍ" له لارې

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
ps: د خلکو تنوع لپاره د فرصتونو رامینځته کول چې په عام غږ کې برخه واخلي ډاډ ترلاسه کوي چې ډیټاسیټ د امکان تر حده ډیرو خلکو ته خدمت کوي. موږ سرچینې او ټیمپلیټونه جوړ کړي دي چې تاسو یې کارولی شئ!

source: Crimean Tatar
ps: د کریمیا تاتار

source: Criteria
ps: معیارونه

source: Croatian
ps: کرواسیني

source: Culturally specific questions
ps: د کلتوري پلوه ځانګړي پوښتنې

source: Cypriot Greek
ps: سايپروټ يوناني (د قبرس يوناني لهجه)

source: Czech
ps: چکسلواکي

source: Dagbani
ps: ډاګباني

source: Daily Goal
ps: ورځنۍ موخه

source: Dameli
ps: دامېلي

source: Danish
ps: دنمارکي

source: Dargwa
ps: درګوا

source: Dashboard
ps: ډاشبورډ

source: Dataset
ps: اومتوک‌ټولگه

source: Dataset Release
ps: د ډیټاسیټ خپرول

source: Datasets
ps: ډېټاسیټونه

source: Date
ps: نیټه

source: Dawoodi
ps: داوودي

source: Days
ps: ورځې

source: Delete
ps: ړنګول

source: Delete my recordings
ps: زما ثبتونه ړنګ کړئ

source: Delete Profile
ps: پېژنیال ړنګ کړئ

source: Dhatki
ps: داتکي

source: Dhivehi
ps: دیویهي

source: Dholuo
ps: دولوو

source: Did you know…
ps: ایا پوهیدئ…

source: Different language
ps: بېل ژبه

source: Difficult
ps: ستونزمن

source: Difficult to pronounce
ps: تلفظول يې ستونزمن دي

source: Dinka
ps: دينکا

source: Dioula
ps: دیولا

source: Discard ongoing recording
ps: روان ثبتول رد کړئ

source: Disfluency
ps: بې نظمي

source: Documentation
ps: لاسوند

source: Does the sentence meet the guidelines?
ps: ایا جمله لارښوونې پوره کوي؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
ps: ډومین د جملې موضوع ته اشاره کوي. اوس مهال، تاسو کولی شئ تر منځ انتخاب کړئ:

source: Donate
ps: مرسته وکړئ

source: Donate your voice
ps: خپل غږ ډالۍ کړئ

source: Done
ps: بشپړ شو.

source: Don’t
ps: مه کوه

source: Don’t Add
ps: مه اضافه کوئ

source: Don't see your language on Common Voice yet?
ps: ایا خپله ژبه مو تراوسه په عام غږ کې نه وینئ؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
ps: ایا ستاسو ژبه په ډېټاسیټ کې منعکس شوې نه وینئ؟ زموږ د ژبو پاڼې ته د ژبې غوښتلو لپاره سر ورښکاره کړئ.

source: Don’t use overly formal language
ps: ډېره رسمي ژبه مه کاروئ

source: Don't wish to say
ps: نه غواړم ووایم

source: Download
ps: ډاونلوډ کړئ

source: Download Common Voice Data
ps: د عام غږ ډېټا ډاونلوډ کړئ

source: Download Data
ps: ډېټا ډاونلوډ کړئ

source: Download Dataset Bundle
ps: د ډېټاسیټ بنډل ډاونلوډ کړئ

source: Download { $language }
ps: { $language } ډاونلوډ کړئ

source: Download Links
ps: ډاونلوډ لینکونه

source: Download My Data
ps: زما ډېټا ډاونلوډ کړئ

source: Download options for accessing Common Voice data
ps: د عام غږ معلوماتو ته د لاسرسي لپاره د ډاونلوډ اختیارونه

source: Download our voice datasets
ps: زموږ د غږ ډیټاسیټونه ډاونلوډ کړئ

source: Download profile data
ps: د پروفایل ډیټا ډاونلوډ کړئ

source: Download the Dataset
ps: ډیټاسیټ ډاونلوډ کړئ

source: Download the Single Word Target Segment
ps: د واحد ويی موخې برخه ډاونلوډ کړئ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
ps: ایا تاسو په دې اړه نظرونه لرئ چې څنګه موږ کولی شو د ګډ غږ ډېټاسیټ ښه کړو؟ راځئ په خبرو اترو کې مو په پوه کړئ

source: Do you want to continue?
ps: ایا تاسو دوام ورکول غواړې؟

source: Do you want to Speak, Listen or both?
ps: ایا تاسو غواړئ چې وغږیږئ، واورئ یا دواړه؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
ps: راکش او خوشي کړئ یا <browseWrap> ولټوئ </browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
ps: خپل فایل دلته کش کړئ یا <uploadButton>د پورته کولو لپاره کلیک وکړئ</uploadButton>

source: Drop file here to upload
ps: د اپلوډ کولو لپاره دلته فایل پریږدئ

source: Duala
ps: دوالا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
ps: د مرستې سپارلو پرمهال به د 'وسپارئ' کلیک کولو وروسته غبرګون پریښودل شي. مرستې به مستقیم د 5 راتلونکي ثبتونو یا تاییدونو سیټ سره دوام ومومي.

source: Dutch
ps: الماني

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
ps: په ډېټاسیټ کې هر ننوت یو ځانګړی MP3 او ورسره تړلی متن فایل لري. په ډېټاسیټ کې په ډیری <b>{ $total }</b> ثبت شوي ساعتونه کې د ډیموګرافیک میټاډېټا لکه عمر، جنس، او تلفظ شامل دي چې کولی شي د وینا پېژندلو انجنونو دقت په روزلو کې مرسته وکړي. ډېټاسیټ دا مهال <b>{ $valid }</b> په <b>{ $languages }</b> ژبو کې تایید شوي ساعتونه لري، مګر موږ تل نور غږونه او ژبې اضافه کوو. د ژبې غوښتلو یا برخه اخیستو پیلولو لپاره زموږ <languagesLink> د ژبو پاڼه </languagesLink> تړونی وګورئ.

source: Eastern Balochi
ps: ختیځ بلوچي

source: Eastern Huasteca Nahuatl
ps: ختیځ واسټيکا ناهوت

source: Eastern Min
ps: ختيځه مين

source: Eastern Penan
ps: ختیځ پینان

source: Easy
ps: اسانه

source: Easy to Understand
ps: د پوهیدو لپاره اسانه

source: Ebrie
ps: اېبري

source: Edit
ps: سمون

source: Edit Profile
ps: پېژنیال ایډیټ کړئ

source: Ekoti
ps: اېکوتي

source: Email
ps: برېښنالیک

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
ps: برېښنالیک: <emailFragment>commonvoice@mozilla.com </emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
ps: زموږ د بریښنالیک لیست <emailFragment>لپاره نوم لیکنه وکړئ</emailFragment> د دې زده کولو لپاره چې تاسو څنګه ګډون کولی شئ په عام غږ کې په کمپاینونو، پیښو او ګډ ډیزاین ځانګړتیاو کې.

source: Email is already used for a different account
ps: برېښنالیک لا دمخه د مختلف ګڼون لپاره کارول شوی

source: Email Subscriptions
ps: د برېښنالیک ګډونونه

source: Emakhuwa
ps: ايماخوا

source: Encourage participants to reproduce how things were actually said. Example:
ps: ګډونوال وهڅوئ چې هغه ډول تکرار کړي چې په حقیقت کې ویل شوي وو. مثال:

source: English
ps: انګریزي

source: Ensure the question meets the criteria:
ps: ډاډ ترلاسه کړئ چې پوښتنه لاندې معیارونه پوره کوي:

source: Enter Email to Download
ps: د ډاونلوډ کولو لپاره برېښنالیک دننه کړئ

source: Enter email to send a sign up link
ps: د نوملیکنې تړوني لیږلو لپاره برېښنالیک دننه کړئ

source: Enter your Country/Region of Residence
ps: خپل د هېواد/استوگنيزې سيمه دننه کړئ

source: Enter your email
ps: خپل برېښليک دننه کړئ

source: Enter your public domain sentence here
ps: خپل عامه ډومین جمله دلته دننه کړئ

source: Enter your public domain sentences here
ps: دلته خپل عامه ډومین جملې اضافه کړئ

source: Error
ps: تېروتنه

source: Error adding sentence
ps: د جملې په زیاتولو کې تېروتنه

source: Error { $code }
ps: تېروتنه { $code }

source: Erzya
ps: ایرزیايي

source: Esperanto
ps: ایسپیرینټوي

source: Estonian
ps: ایستونینوي

source: Eton
ps: اېتون

source: Events
ps: پیښې

source: Everyone
ps: هرڅوک

source: Ewe
ps: اېوې

source: Ewondo
ps: ایونډو

source: Example
ps: بېلګه

source: Example questions
ps: د مثال پوښتنې

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
ps: ه زړه پورې خبرونه! په خپله خوښه وینا په لاره ده! د تازه معلوماتو لپاره زموږ سره پاتې شئ او ډاډ ترلاسه کړئ چې د وروستي معلوماتو لپاره خپل <discord Link>Discord</discord Link> وګورئ.

source: Exit & Delete clips
ps: ووځئ او کليپونه ړنګ کړئ

source: Explore Informal Scenarios
ps: غیر رسمي سناریوګانې وپلټئ

source: Explore organizations supporting Common Voice around the world
ps: په ټوله نړۍ کې د ګډ غږ ملاتړ کونکي سازمانونه وپلټئ

source: Explore the community and languages supported by Common Voice
ps: د کامن وائس لخوا ملاتړ شوې ټولنه او ژبې وپلټئ

source: Failed to copy SHA256 Checksum
ps: د SHA256 چیکسم کاپي کولو کې پاتې راغلی

source: Fang
ps: فانگ

source: FAQ
ps: بيابيا کېدونکې پوښتنې

source: Faroese
ps: فیروزي

source: Feʼefeʼe
ps: فې اېفېيي

source: Female
ps: ښځينه

source: Female/Feminine
ps: ښځه/ښځینه

source: Fewer than 15 words per sentence
ps: په هره جمله کې له 15 څخه لږ کلمې

source: Fields marked with an asterisk (*) are required.
ps: * اړینې ساحې په ګوته کوي

source: File is too large
ps: فایل ډیر لوی دی

source: File is too small
ps: فایل ډیر کوچنی دی

source: Finance
ps: مالیه

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
ps: نور پیدا کړئ څوک چې پاملرنه کوي. دا کیدای شي پوهنتونونه، د ژبې ښوونځي، د مدافعې ډلې یا د معلوماتو ساینس ټولنې وي. ورشئ او په واضح ډول تشریح کړئ چې دوی څنګه مرسته کولی شي او ولې. <outreachTemplates>زموږ د بریښنالیکونه د رسونې ټیمپلیټ وګورئ</outreachTemplates>.

source: Finish editing first?
ps: لومړی سمون بشپړ کړئ؟

source: Finish recording
ps: ثبت بشپړ کړئ

source: Finish recording first?
ps: لومړی ثبتول پای ته ورسوئ؟

source: Finish Review
ps: بیاکتنه پای ته ورسوي

source: Finish validating
ps: تایید کول پای ته ورسوئ

source: Finish validating clips?
ps: د تایید کلپونه ختم کړئ؟

source: Finnish
ps: فنلینډي

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
ps: لومړی، وګورئ چې آیا ستاسو ژبه <languageLink>مخکې شتون لري</languageLink>. که دا نه وي، تاسو <languageRequestLink>د خپلې ژبې د اضافه کولو په اړه پوښتنه وکړئ</languageRequestLink>. دوه مرحلې شتون لري. د سایټ ژباړه، او د جملو راټولول

source: Focus on Emotional or High-Stakes Moments
ps: په احساساتي یا لوړو شیبو تمرکز وکړئ

source: Follow guidelines from “What sentences can I add?”
ps: لارښوونې تعقیب کړئ د "کوم جملې اضافه کولی شم؟"

source: Food, traditions, holidays, and family dynamics often invite codeswitching.
ps: خواړه، دودونه، رخصتۍ، او د کورنۍ متحرکات ډیری وختونه کوډ بدلولو ته بلنه ورکوي.

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
ps: د هر غږیز کلیپ چې ډالۍ شوی، او هر غږیز کلیپ چې تایید شوی، ستاسو د ګڼون ډشبورډونه سمسوریږي ترڅو په هره ژبه کې چې تاسو ورسره مرسته کوئ ستاسو وروستی پرمختګ منعکس کړي. هو، تاسو کولی شئ له یوې څخه ډیرو کې برخه واخلئ! <br/><br/> د خپلو ارقامو تعقیب لپاره ډشبورډونه وکاروئ، وګورئ چې تاسو څنګه په ټولنه کې د نورو تر څنګ کار کوئ، او ورځني یا د اوونۍ د مرستې موخې وټاکئ.

source: for example
ps: د مثال په ډول

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
ps: د عامه ډومین متن لپاره چې آنلاین شتون نلري، تاسو کولی شئ د اکاډمیک حواله کولو سټایل وکاروئ لکه د هارورډ سټایل "جیس (2021) زما عامه جواز شعرونه"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
ps: د ټیکنالوژۍ لپاره چې د هرچا لپاره ښه کار وکړي، هغه معلومات چې پراختیا کونکو سره د ټیکنالوژۍ په جوړولو کې مرسته کوي اړتیا لري د خلکو متنوع لړۍ منعکس کړي. د مثال په توګه، که موږ کوم سپیکر د ځانګړي تلفظ سره شامل نه کړو، نو ټیکنالوژي به د هغه تلفظ لرونکي خلکو لپاره ښه کار ونکړي. <learnMore>په دې اړه نور معلومات زده کړئ چې ولې میټاډاټا اهمیت لري.</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
ps: د دې پیل شوي ژبو لپاره ویب پاڼه په بریالیتوب سره <localizationGlossaryLink> ځایي ژبې ته ژباړل </localizationGlossaryLink> شوې، او کافي <sentenceCollectionGlossaryLink> جملې راټولې شوې دي </sentenceCollectionGlossaryLink> ترڅو د <speakLink> غږیدلو </speakLink> او <listenLink> اوریدلو </listenLink> رواني ونډې لپاره اجازه ورکړل شي.

source: Foundations
ps: بنسټونه

source: French
ps: فرانسوي

source: Frisian
ps: فريشاني

source: Fulah
ps: فواله

source: Ga
ps: گا

source: Galician
ps: ګالیسي

source: Gawarbaiti
ps: گواربايتي

source: Gawri
ps: گاوري

source: GB
ps: جي بي

source: General
ps: عمومي معلومات

source: General guidance
ps: عمومي لارښوونه

source: General language / multiple variants
ps: عمومي ژبه / ډیر ډولونه

source: Georgian
ps: ګرجستاني

source: German
ps: جرمني

source: Get in touch
ps: اړیکه ونیسئ

source: Get involved
ps: ونډه واخلئ

source: Get Involved
ps: ونډه واخلئ

source: Get started <icon><icon>
ps: پیل وکړئ <icon><icon>

source: Get started with goals
ps: په موخو باندې پیل وکړئ

source: Get Started with Speech Recognition
ps: وینا پېژندنې باندې پیل وکړئ

source: Gheg Albanian
ps: غېګ الباني

source: Ghomala
ps: غوماله

source: Gilaki
ps: ګیلاکي

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
ps: <githubLink>NVIDIA NeMo</githubLink>™ د څیړونکو لپاره یو <docsLink>د خلاصې سرچینې اوزار کټ</docsLink> دی چې د عصري خبرو اترو AI ماډلونه رامینځته کوي.

source: Goal reached
ps: موخې ته ورسید

source: Goals
ps: موخې

source: Goan Konkani
ps: ګوان کونکاني

source: Goaria
ps: گواريا

source: Gorani
ps: گوراني

source: Go to Discourse
ps: بحث ته لاړشئ

source: Go to Languages Page
ps: د ژبې پا ڼې ته لاړشئ

source: Go to { $name }
ps: { $name } ته ورشئ

source: <governanceLink>Read more about how we're governed</governanceLink>
ps: <governanceLink>په دې اړه نور ولولئ چې موږ څنګه اداره کوو</governanceLink>

source: Governments
ps: حکومتونه

source: Grammatical mistakes and colloquialisms
ps: ګرامري تېروتنې او محاوري خبرې

source: Grammatical / spelling error
ps: ګرامري / املايي تېروتنه

source: Grammatical variation and slang should be recorded exactly as it occurs. Do not correct or edit people’s speech.
ps: ګرامري بدلونونه او سلېنګ باید هماغسې ثبت شي لکه څنګه چې کارول کېږي. د خلکو خبرې مه اصلاح کوئ یا مه بدلوئ

source: Great! How many clips a week?
ps: غوره! په اونۍ کې څو کلیپونه؟

source: Great! How many clips per day?
ps: غوره! په ورځ کې څو کلیپونه؟

source: Great!<recordIcon></recordIcon> Record your next clip
ps: ډېرښه! <recordIcon></recordIcon> خپل بل کلیپ ثبت کړئ

source: Great work!<playIcon></playIcon> Listen again when you're ready
ps: ډېر ښه کار! <playIcon></playIcon> کله چې چمتو یاست نو بیا واورئ

source: Greek
ps: یوناني

source: Gronings
ps: گرونينگز

source: Guarani
ps: ګوراني

source: Guidar
ps: گويدار

source: Guidelines
ps: لارښوونې

source: Guiziga
ps: گويزيگا

source: Gujarati
ps: ګجراتي

source: Gujari
ps: گوجري

source: Gurgula
ps: گورگولا

source: Haitian
ps: هایتي

source: Hakha Chin
ps: هاکه چن

source: Hakka
ps: هاکا

source: Hausa
ps: هوسا

source: Have Feedback?
ps: غبرګون لرئ؟

source: Have you read our Terms?
ps: ایا تاسو زموږ شرایط لوستلې؟

source: Having an account is not required to contribute, though it is helpful.
ps: د مرستې لپاره د ګڼون درلودل اړین ندي، خو ګټور دي.

source: Having a profile is not required to contribute though it is helpful, see why below.
ps: د پېژنیال درلودل اړین ندي پداسې حال کې چې ګټور دي، لاندې وګورئ چې ولې.

source: Hazargi
ps: هزاره‌گي

source: Healthcare
ps: روغتیایی پاملرنه

source: Hebrew
ps: عبري

source: Help
ps: مرسته

source: Help Common Voice reach { $hours } hours in a language with a personal goal
ps: رسیدو ته د عام ږغ سره مرسته وکړئ{ $hours } ساعتونهپه یوې ژبې کې شخصي موخه ولري

source: Help create Common Voice’s first target segment in { $locale }
ps: په { $locale } کې د ګډ غږ لومړي هدفي برخې رامینځته کولو کې مرسته وکړئ.

source: Help reach { $hours } hours in { $language } with a personal goal
ps: مرسته وکړئ چې ورسیږو{ $hours } ساعتونهپه { $language } کې د شخصي موخې سره

source: Help teach machines how real people speak, donate your voice at { $link }
ps: ماشینونو ته په ښوولو کې چې څنګه رښتیني خلک خبرې کوي مرسته وکړئ، خپل غږ په { $link } کې ډالۍ کړئ

source: Help us build a community around voice technology, stay in touch via email.
ps: زموږ سره د غږ ټیکنالوژۍ پر شاوخوا ټولنې جوړولو کې مرسته وکړئ، د بریښنالیک له لارې اړیکه کې اوسئ.

source: Help us build a high quality, publicly open dataset
ps: له موږ سره د لوړ کیفیت، عامه آزاد ډېټاسیټ جوړولو کې مرسته وکړئ

source: Help us find more voices, share your goal
ps: موږ سره د نورو غږونو موندلو کې مرسته وکړئ، خپل موخه شریک کړئ

source: Help us find others to donate their voice!
ps: له موږ سره مرسته وکړئ ترڅو نور وموندو چې خپل غږ ډالۍ کړئ!

source: Help us get to { $goal }
ps: موږ سره د { $goal } ته رسیدلو کې مرسته وکړئ.

source: Help us validate sentences!
ps: له موږ سره د جملو په تایید کې مرسته وکړئ!
